[
  {
    "title": "License Agreement and Terms of Use",
    "description": "ROOMIELISTINGS.COM nor any providers of information make any warranties, express or implied, as to results to be obtained from use of such information, and make no express or implied warranties for a particular purpose or use. Neither ROOMIELISTINGS.COM nor any providers of information shall have any liability for the accuracy of the information contained in the service, or the contents of any advertisements, or for assertions or omissions therein. No party shall be liable to any other party for third-party claims or losses of any nature, including, but not limited to, lost profits, consequential damages. ROOMIELISTINGS.COM provides this information service free of cost and is not liable for any licensing or other requirements. People who provide child care service in their own homes are required by Public Act 116 to be registered or licensed by the State. This law was enacted for the protection of children in care. Those people who are not licensed/registered are in violation of the law. Should they choose to be licensed/registered they may call this toll free number: 877-302-2347 for an application packet. ROOMIELISTINGS.COM reserves the right to remove any listings or any advertisements for any reason. In no case shall ROOMIELISTINGS.COM be liable for any costs or events that occur beyond its control."
  },
  {
    "title": "Legal Requirement",
    "description": "The following disclaimer and terms of use apply generally to all postings to the ROOMIELISTINGS.COM site. It is hereby also understood that any person posting to ROOMIELISTINGS.COM will have been presented with this disclaimer and terms of use prior to doing so and, as such, be subject to its terms as indicated below."
  },
  {
    "title": "Conditions Of Use",
    "description": "You are entirely responsible and liable for all your postings to ROOMIELISTINGS.COM. Listed below are some, though not all, violations which may result in ROOMIELISTINGS.COM deleting your postings. You agree not to do any of the following while using ROOMIELISTINGS.COM. Harass, threaten, embarrass or finding friends for group/male/female or slander any person or entity; Transmit via ROOMIELISTINGS.COM any information, data, text, links, communication or other materials ('Content') that ROOMIELISTINGS.COM considers to be unlawful, harmful, threatening, abusive, harassing, defamatory, vulgar, obscene, hateful, racially, ethnically or otherwise objectionable; Impersonate in ROOMIELISTINGS.COM any business or person, living or dead, famous or not; Intentionally or unintentionally violate any applicable local, state, national or international law, including but not limited to any regulations having the force of law while using or accessing or in ROOMIELISTINGS.COM connection with your use of ROOMIELISTINGS.COM in any manner."
  },
  {
    "title": "Copyright",
    "description": "The information and contents of the ROOMIELISTINGS.COM Websites are subject to copyright. Copyright 2024 ROOMIELISTINGS.COM All rights reserved. The contents of the ROOMIELISTINGS.COM websites are protected by copyright and intellectual property laws in the United States and other countries as well as by international treaties. You may not copy or distribute any portion of the ROOMIELISTINGS.COM websites, except as necessary to view the ROOMIELISTINGS.COM websites."
  },
  {
    "title": "Content",
    "description": "You must evaluate, and bear the risk associated with, the accuracy, completeness or usefulness of any Content. ROOMIELISTINGS.COM shall not be responsible for any Content. ROOMIELISTINGS.COM does not prescreen or monitor all Content as a matter of policy, but ROOMIELISTINGS.COM shall have the right, but not the responsibility, to remove any Content which is deemed in its sole discretion harmful, offensive, or otherwise in violation of this Agreement or any other rules ROOMIELISTINGS.COM may have in place at the time ROOMIELISTINGS.COM may elect at its sole discretion to monitor some, all, or none of the areas of ROOMIELISTINGS.COM for adherence to this Agreement or rules."
  },
  {
    "title": "Disclaimer of Warranties",
    "description": "You expressly agree that use of ROOMIELISTINGS.COM is at your own risk. ROOMIELISTINGS.COM shall not be responsible to you for any content found on ROOMIELISTINGS.COM. ROOMIELISTINGS.COM expressly disclaims all warranties of any kind, whether implied warranties of merchantability, fitness for a particular purpose, and no infringement. ROOMIELISTINGS.COM makes no warranty that ROOMIELISTINGS.COM will be timely, secure, error-free, or meet your requirements; nor does ROOMIELISTINGS.COM make any warranty as to the results that may be obtained from the use of ROOMIELISTINGS.COM or as to the accuracy or reliability of any information obtained through ROOMIELISTINGS.COM. No advice or information, whether oral or written obtained by you from ROOMIELISTINGS.COM shall create a warranty not expressly made herein. You understand and agree that any content downloaded or otherwise obtained through the use of is ROOMIELISTINGS.COM one at your own discretion and risk and that you will be solely responsible for any damages to your computer or loss of data that results in the downloads of such content. To the full extent permissible under the applicable law, ROOMIELISTINGS.COM shall not be liable for any direct, indirect, incidental, special or consequential damages resulting from the use or inability to use ROOMIELISTINGS.COM or for the cost of procurement of substitute goods and services resulting from any goods or services purchased, rented, or obtained through your use of the ROOMIELISTINGS.COM classified ads system."
  },
  {
    "title": "Advertising",
    "description": "ROOMIELISTINGS.COM uses our own advertising as well as third party advertising agencies. We cannot be held responsible for anything contained within our partners, our members, or our advertisers sites."
  },
  {
    "title": "E-Mail Privacy.",
    "description": "Your email address is safe and secure. We do not rent, lease or sell your email address to anybody."
  },
  {
    "title": "Accessing your location",
    "description": "We access your location for showing ads in your location only after you allow it. We will share it with law enforcement agencies if required to do so."
  }
]
